[
  {
    "title": "harry potter and the prisoner of azkaban",
    "author": "j.k. rowling",
    "likes": 193,
    "genre": ["fantasy", "adventure", "drama"],
    "releasedYear": 1999,
    "available": false,
    "size": 5,
    "about": "In the third installment of J.K. Rowling's Harry Potter series, Harry returns to Hogwarts School of Witchcraft and Wizardry amid the threat of Sirius Black, a dangerous fugitive believed to be after him. As Harry delves deeper into the mysteries of Black’s escape, he uncovers secrets about his family and the dark forces threatening the wizarding world. With new magical creatures, the introduction of the Marauder's Map, and thrilling time-travel adventures, the story captures themes of friendship, loyalty, and courage, cementing its place as a fan-favorite in the series.",
    "imgUrl": "https://m.media-amazon.com/images/I/81NQA1BDlnL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "crime and punishment",
    "author": "fyodor dostoevsky",
    "likes": 966,
    "genre": ["crime", "drama"],
    "releasedYear": 1866,
    "available": true,
    "size": 3,
    "about": "Fyodor Dostoevsky’s Crime and Punishment is a psychological exploration of morality, guilt, and redemption. The story follows Rodion Raskolnikov, a destitute student in St. Petersburg, who commits a heinous murder under the justification of serving a higher purpose. As he grapples with his conscience and the societal fallout, Raskolnikov encounters characters who challenge his beliefs and force him to confront his humanity. This intense novel is a gripping examination of the human psyche and the consequences of ethical transgressions.",
    "imgUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1537559393i/23398716.jpg"
  },
  {
    "title": "i too had a love story",
    "author": "ravinder singh",
    "likes": 789,
    "genre": ["romance", "drama"],
    "releasedYear": 2008,
    "available": false,
    "size": 3,
    "about": "Ravinder Singh's *I Too Had a Love Story* is a deeply emotional tale of love, loss, and destiny. The autobiographical novel captures the author’s journey of falling in love through a matrimonial website and the bond he develops with Khushi, his beloved. However, life takes an unexpected turn, testing their love in unimaginable ways. This poignant and heartfelt story resonates with readers for its authenticity and raw depiction of emotions, making it a timeless love story.",
    "imgUrl": "https://cdn.ibpbooks.com/images/sdf/i-too-had-a-love-story-10th-anniver-0fbe2.jpg"
  },
  {
    "title": "two states",
    "author": "chetan bhagat",
    "likes": 512,
    "genre": ["romance", "comedy", "drama"],
    "releasedYear": 2009,
    "available": false,
    "size": 4,
    "about": "Chetan Bhagat’s *Two States* is a humorous and relatable story about the cultural clash between two families from different parts of India. The book narrates the journey of Krish, a Punjabi boy, and Ananya, a Tamilian girl, who fall in love during their MBA program and struggle to convince their traditional families to accept their relationship. Filled with witty dialogues, heartwarming moments, and cultural nuances, the novel beautifully explores love, family, and acceptance.",
    "imgUrl": "https://upload.wikimedia.org/wikipedia/en/3/3a/2_States_-_The_Story_Of_My_Marriage.jpg"
  },
  {
    "title": "half girlfriend",
    "author": "chetan bhagat",
    "likes": 431,
    "genre": ["romance", "drama"],
    "releasedYear": 2014,
    "available": false,
    "size": 5,
    "about": "In *Half Girlfriend*, Chetan Bhagat tells the story of Madhav, a small-town boy, and Riya, a high-society girl, who form an unusual relationship. Madhav wants more than friendship, but Riya is unwilling to commit fully, leading to the term 'half girlfriend.' The book explores themes of love, ambition, and self-discovery as Madhav navigates heartbreak, struggles, and growth. With a mix of romance and drama, it portrays the complexities of modern relationships.",
    "imgUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS1rTjZHtwRU16CD17j2dQWycnRpp8epXRcmw&s"
  },
  {
    "title": "the alchemist",
    "author": "paulo coelho",
    "likes": 666,
    "genre": ["adventure", "drama", "fantasy"],
    "releasedYear": 1988,
    "available": true,
    "size": 3,
    "about": "*The Alchemist* by Paulo Coelho is an inspiring tale of self-discovery and the pursuit of dreams. The novel follows Santiago, a shepherd, who embarks on a journey to find a hidden treasure near the Egyptian pyramids. Along the way, he learns profound lessons about love, destiny, and following one’s heart. This allegorical story resonates deeply with readers, encouraging them to listen to their inner voice and strive for their personal legends.",
    "imgUrl": "https://m.media-amazon.com/images/I/61HAE8zahLL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "brida",
    "author": "paulo coelho",
    "likes": 219,
    "genre": ["fantasy", "drama", "adventure"],
    "releasedYear": 1990,
    "available": false,
    "size": 4,
    "about": "Brida by Paulo Coelho explores the mystical journey of self-discovery and spiritual enlightenment. The story follows Brida, a young Irish woman, who seeks wisdom and a deeper understanding of life’s mysteries. Guided by a wise magician and a witch, she learns about the power of love, her own soul, and the concept of her soulmate. The novel blends themes of magic, spirituality, and romance, inviting readers to reflect on their own path to fulfillment and self-awareness.",
    "imgUrl": "https://www.madrasshoppe.com/170698-large_default/brida-paulo-coelho.jpg"
  },
  {
    "title": "veronika decides to die",
    "author": "paulo coelho",
    "likes": 102,
    "genre": ["drama", "romance"],
    "releasedYear": 1998,
    "available": false,
    "size": 4,
    "about": "Veronika Decides to Die is a thought-provoking novel that delves into the meaning of life and the pursuit of happiness. Veronika, a young woman disillusioned by routine, decides to end her life but survives and wakes up in a mental institution. There, she discovers new perspectives on freedom, love, and the beauty of life through unexpected friendships and experiences. Paulo Coelho's masterful storytelling challenges societal norms and inspires readers to find meaning in the smallest moments.",
    "imgUrl": "https://rukminim2.flixcart.com/image/850/1000/xif0q/book/r/j/m/veronika-decides-to-die-original-imagr3zyjmeepmpf.jpeg?q=20&crop=false"
  },
  {
    "title": "the silent patient",
    "author": "alex michaelides",
    "likes": 721,
    "genre": ["mystery", "thriller", "drama"],
    "releasedYear": 2019,
    "available": false,
    "size": 5,
    "about": "*The Silent Patient* is a gripping psychological thriller that unravels the mysterious case of Alicia Berenson, a renowned artist who stops speaking after being accused of murdering her husband. Theo Faber, a determined psychotherapist, takes on the challenge of uncovering the truth behind Alicia's silence and the events that led to the crime. The novel keeps readers on edge with its shocking twists and an exploration of obsession, trauma, and betrayal, leaving an unforgettable impact.",
    "imgUrl": "https://m.media-amazon.com/images/I/91lslnZ-btL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "the dry",
    "author": "jane harper",
    "likes": 546,
    "genre": ["mystery", "crime", "drama"],
    "releasedYear": 2016,
    "available": false,
    "size": 5,
    "about": "*The Dry* is a riveting crime thriller set in a drought-stricken Australian town. Federal Agent Aaron Falk returns to his hometown for the funeral of his childhood friend, Luke, who is accused of killing his family before taking his own life. As Falk investigates, he unravels secrets and tensions buried deep within the community. Jane Harper's debut novel masterfully blends atmospheric storytelling, gripping suspense, and complex characters to deliver a stunning narrative about trust, guilt, and redemption.",
    "imgUrl": "https://m.media-amazon.com/images/I/A1h14NkJGEL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "moby dick",
    "author": "herman melville",
    "likes": 776,
    "genre": ["adventure", "drama"],
    "releasedYear": 1851,
    "available": true,
    "size": 4,
    "about": "Moby-Dick is a sweeping tale of adventure and obsession, chronicling the voyage of the whaling ship *Pequod*. Captain Ahab, consumed by revenge, relentlessly hunts the elusive white whale, Moby Dick, who had previously maimed him. Narrated by Ishmael, the novel explores themes of humanity's relationship with nature, vengeance, and the struggle between good and evil. With rich symbolism and philosophical depth, Melville's masterpiece remains a cornerstone of American literature.",
    "imgUrl": "https://musicart.xboxlive.com/7/1b8d6400-0000-0000-0000-000000000002/504/image.jpg"
  },
  {
    "title": "to kill a mockingbird",
    "author": "harper lee",
    "likes": 911,
    "genre": ["drama", "biography"],
    "releasedYear": 1960,
    "available": true,
    "size": 1,
    "about": "To Kill a Mockingbird is a profound exploration of racial injustice and moral growth set in the American South during the 1930s. Through the eyes of young Scout Finch, we witness her father, Atticus Finch, defend a black man falsely accused of raping a white woman. Harper Lee's novel delves into themes of empathy, prejudice, and the loss of innocence, providing a poignant critique of societal norms. It remains a timeless reflection on human rights and dignity.",
    "imgUrl": "https://m.media-amazon.com/images/I/71smIoGNeiL._UF1000,1000_QL80_.jpg"
  },

  {
    "title": "gone with the wind",
    "author": "margaret mitchell",
    "likes": 201,
    "genre": ["drama", "romance"],
    "releasedYear": 1936,
    "available": false,
    "size": 3,
    "about": "Set against the backdrop of the American Civil War, *Gone with the Wind* follows the spirited and headstrong Scarlett O’Hara as she navigates love, survival, and societal change in the South. The novel captures the harsh realities of war and reconstruction, showcasing Scarlett's determination to rebuild her life and family’s plantation. A tale of resilience, ambition, and passion, it remains a classic exploration of personal and cultural upheaval.",
    "imgUrl": "https://m.media-amazon.com/images/I/91w1IHrUqZL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "the shining",
    "author": "stephen king",
    "likes": 677,
    "genre": ["horror", "mystery"],
    "releasedYear": 1977,
    "available": false,
    "size": 5,
    "about": "Stephen King's *The Shining* is a gripping tale of psychological horror. Jack Torrance, a recovering alcoholic, takes a job as the winter caretaker of the isolated Overlook Hotel, bringing his family along. As supernatural forces begin to influence Jack's mind, his son Danny—gifted with psychic abilities—uncovers the hotel's terrifying secrets. A chilling exploration of madness, family dynamics, and haunting isolation, this novel remains a masterpiece of modern horror.",
    "imgUrl": "https://m.media-amazon.com/images/I/91U7HNa2NQL.jpg"
  },
  {
    "title": "the kite runner",
    "author": "khaled hosseini",
    "likes": 512,
    "genre": ["drama", "biography"],
    "releasedYear": 2003,
    "available": false,
    "size": 4,
    "about": "*The Kite Runner* by Khaled Hosseini is a poignant story of friendship, betrayal, and redemption set in Afghanistan and the United States. Amir, a privileged boy, and Hassan, the son of his father’s servant, share an unbreakable bond. However, one act of cowardice changes their lives forever. As Amir grows up, he grapples with his guilt and seeks to make amends. This deeply moving novel explores themes of love, loyalty, and the scars of betrayal, resonating with readers worldwide.",
    "imgUrl": "https://m.media-amazon.com/images/I/81IzbD2IiIL.jpg"
  },
  {
    "title": "wings of fire",
    "author": "a.p.j. abdul kalam",
    "likes": 888,
    "genre": ["biography"],
    "releasedYear": 1999,
    "available": false,
    "size": 4,
    "about": "*Wings of Fire* is an inspiring autobiography by Dr. A.P.J. Abdul Kalam, chronicling his journey from humble beginnings in Rameswaram to becoming one of India’s most prominent scientists and its 11th President. The book delves into his early life, education, and significant contributions to India's space and missile programs. Highlighting values of perseverance, humility, and dedication, this book serves as a motivational guide for young readers.",
    "imgUrl": "https://d1yvcml1qpeqwy.cloudfront.net/stores/6748/fYN5G3CvGRFOJWX5.webp"
  },
  {
    "title": "sapiens",
    "author": "yuval noah harari",
    "likes": 342,
    "genre": ["technology", "history"],
    "releasedYear": 2011,
    "available": false,
    "size": 5,
    "about": "In Sapiens: A Brief History of Humankind, Yuval Noah Harari provides a fascinating overview of human history, from the Cognitive Revolution to modern times. The book explores how humans developed tools, societies, and belief systems that shaped the world. Combining history, science, and philosophy, Harari raises provocative questions about our future in the age of biotechnology and artificial intelligence. It’s a thought-provoking journey into what makes us human.",
    "imgUrl": "https://m.media-amazon.com/images/I/713jIoMO3UL.jpg"
  },
  {
    "title": "the client",
    "author": "john grisham",
    "likes": 399,
    "genre": ["crime", "thriller", "mystery"],
    "releasedYear": 1993,
    "available": true,
    "size": 1,
    "about": "The Client by John Grisham is a gripping legal thriller about an 11-year-old boy, Mark Sway, who becomes entangled in a deadly legal battle after witnessing a lawyer's suicide. The lawyer shares a secret about a hidden murder victim before his death, drawing Mark into a dangerous world of the mafia and federal investigators. As Mark fights to protect his family and himself, Grisham delivers a tense narrative filled with suspense and courtroom drama.",
    "imgUrl": "https://rukminim2.flixcart.com/image/750/900/l5jxt3k0/book/c/u/5/the-client-original-imagg6tpj2ryxnhq.jpeg?q=20&crop=false"
  },
  {
    "title": "coraline",
    "author": "neil gaiman",
    "likes": 540,
    "genre": ["fantasy", "horror", "adventure"],
    "releasedYear": 2002,
    "available": false,
    "size": 5,
    "about": "Neil Gaiman’s Coraline is a dark fantasy novel about a young girl who discovers a parallel world behind a mysterious door in her new home. While this alternate reality seems idyllic at first, Coraline soon realizes it harbors sinister secrets, including a 'Other Mother' who wants to trap her forever. With courage and wit, Coraline must outsmart the dark forces to rescue her family and herself. This tale is both chilling and enchanting, appealing to readers of all ages.",
    "imgUrl": "https://m.media-amazon.com/images/I/81lU6I-SGDL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "kamasutra",
    "author": "vātsyāyana",
    "likes": 600,
    "genre": ["philosophy", "culture", "history"],
    "releasedYear": 400,
    "available": false,
    "size": 5,
    "about": "The Kamasutra by Vātsyāyana is an ancient Indian text that explores human relationships, love, and desire. It is widely regarded as a guide to understanding the art of living and the dynamics of intimacy. Beyond its reputation for discussing sensuality, the text delves into topics like marriage, social norms, and emotional connection, providing a comprehensive view of relationships in its cultural and historical context. Its insights continue to be studied and revered globally.",
    "imgUrl": "https://i.etsystatic.com/19027032/r/il/b89fdd/5024624338/il_1080xN.5024624338_l52q.jpg"
  },
  {
    "title": "a thousand splendid suns",
    "author": "khaled hosseini",
    "likes": 632,
    "genre": ["drama", "romance"],
    "releasedYear": 2007,
    "available": false,
    "size": 5,
    "about": "Khaled Hosseini’s *A Thousand Splendid Suns* is a poignant tale of two women, Mariam and Laila, whose lives become intertwined against the turbulent backdrop of war-torn Afghanistan. Spanning over three decades, the novel explores themes of love, resilience, and survival in the face of immense adversity. As the two women form a deep bond amidst shared struggles, their story highlights the strength of the human spirit and the sacrifices made for family and hope.",
    "imgUrl": "https://m.media-amazon.com/images/I/A1PUm3qTcTL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "the great gatsby",
    "author": "f. scott fitzgerald",
    "likes": 598,
    "genre": ["drama", "romance"],
    "releasedYear": 1925,
    "available": false,
    "size": 4,
    "about": "F. Scott Fitzgerald’s *The Great Gatsby* is a classic novel that delves into the glamour and excess of the Roaring Twenties. Through the eyes of narrator Nick Carraway, we are introduced to Jay Gatsby, a wealthy and enigmatic man driven by his love for Daisy Buchanan. The story critiques the hollowness of the American Dream while exploring themes of love, ambition, and the corrupting influence of wealth. Its enduring allure lies in its poetic prose and haunting exploration of human desires.",
    "imgUrl": "https://rukminim2.flixcart.com/image/850/1000/xif0q/book/k/7/c/the-great-gatsby-original-imaghhr6my5cwpvb.jpeg?q=90&crop=false"
  },
  {
    "title": "the art of war",
    "author": "sun tzu",
    "likes": 432,
    "genre": ["strategy", "philosophy", "military"],
    "releasedYear": -500,
    "available": false,
    "size": 2,
    "about": "Written by the ancient Chinese military strategist Sun Tzu, *The Art of War* is one of the most influential texts on strategy, leadership, and warfare. This ancient work has been applied not only in military contexts but also in business, politics, and personal development. It emphasizes the importance of flexibility, preparation, and knowledge in overcoming adversaries, and its lessons have transcended time and culture, making it a cornerstone of strategic thinking.",
    "imgUrl": "https://ritikart.com/cdn/shop/files/1_af525f7e-0e9b-4660-8137-1838b9225892.jpg?v=1699778727"
  },
  {
    "title": "born a crime",
    "author": "trevor noah",
    "likes": 763,
    "genre": ["memoir", "comedy", "biography"],
    "releasedYear": 2016,
    "available": false,
    "size": 4,
    "about": "In Born a Crime, Trevor Noah recounts his coming-of-age story in apartheid-era South Africa. As the child of a black mother and a white father, Noah's very existence was a crime under South African law at the time. Through his sharp wit and comedic storytelling, Noah offers insight into the complexities of race, identity, and growing up in a divided society, while reflecting on the resilience and love of his mother. This memoir combines humor and profound social commentary.",
    "imgUrl": "https://www.harryhartog.com.au/cdn/shop/files/9781473635302_grande.jpg?v=1725011194"
  },
  {
    "title": "long walk to freedom",
    "author": "nelson mandela",
    "likes": 632,
    "genre": ["autobiography", "politics", "history"],
    "releasedYear": 1994,
    "available": false,
    "size": 6,
    "about": "Long Walk to Freedom is the autobiography of Nelson Mandela, chronicling his journey from rural childhood to political activism, and eventually to becoming the first black president of South Africa. The book details his imprisonment for 27 years and his fight for equality, justice, and the abolition of apartheid. It reflects Mandela’s personal growth, political convictions, and his commitment to peace, offering invaluable insight into the struggles and triumphs of one of the 20th century’s most iconic leaders.",
    "imgUrl": "https://www.eurekabookstore.com/public/uploads/products/2020/07/425/IMG-20200808-WA0037.jpg"
  },
  {
    "title": "my experiments with truth",
    "author": "mahatma gandhi",
    "likes": 711,
    "genre": ["autobiography", "philosophy", "history"],
    "releasedYear": 1927,
    "available": false,
    "size": 5,
    "about": "Mahatma Gandhi’s *My Experiments with Truth* is the autobiography of the leader of India’s independence movement. Through this personal narrative, Gandhi explores his philosophical and moral evolution, shedding light on his deep commitment to truth, nonviolence, and self-discipline. The book touches on his early life, his experiences with discrimination, his experiments with diet and meditation, and his role in India’s struggle for freedom from British rule. It is an inspiring work about personal growth, spirituality, and social justice.",
    "imgUrl": "https://rukminim2.flixcart.com/image/850/1000/xif0q/book/f/f/2/my-experiments-with-truth-original-imagu9e4zkt2xbrp.jpeg?q=90&crop=false"
  },
  {
    "title": "a brief history of time",
    "author": "stephen hawking",
    "likes": 821,
    "genre": ["science", "non-fiction", "philosophy"],
    "releasedYear": 1988,
    "available": false,
    "size": 6,
    "about": "In A Brief History of Time, Stephen Hawking delves into the complex concepts of cosmology, from the Big Bang to black holes, and explores the nature of time itself. Written for a general audience, the book seeks to explain the universe's origins and its underlying laws in a manner accessible to non-scientists. Hawking discusses concepts like relativity, quantum mechanics, and the search for a unified theory, all while contemplating the future of the universe and humanity's place within it.",
    "imgUrl": "https://m.media-amazon.com/images/I/91ebghaV-eL.jpg"
  },
  {
    "title": "the god of small things",
    "author": "arundhati roy",
    "likes": 348,
    "genre": ["fiction", "drama"],
    "releasedYear": 1997,
    "available": false,
    "size": 5,
    "about": "The God of Small Things is a poignant and evocative novel by Arundhati Roy, set in the Indian state of Kerala. The narrative weaves together the lives of fraternal twins, Estha and Rahel, against the backdrop of complex social issues, forbidden love, and family tragedy. Roy’s exploration of caste, cultural tensions, and personal loss, combined with her lush prose, creates a multi-layered story about memory, time, and the intricacies of human relationships.",
    "imgUrl": "https://anylang.net/sites/default/files/covers/god-small-things_1.jpg"
  },
  {
    "title": "the audacity of hope",
    "author": "barack obama",
    "likes": 518,
    "genre": ["politics", "non-fiction", "memoir"],
    "releasedYear": 2006,
    "available": false,
    "size": 6,
    "about": "The Audacity of Hope by Barack Obama is both a personal memoir and a political manifesto. Obama reflects on his upbringing, his journey into politics, and his vision for the future of America. The book addresses key issues such as economic disparity, healthcare, and the role of religion in public life, with a central theme of hope and the belief that change is possible through collective effort. Obama calls for a new kind of political discourse based on unity, compromise, and progress.",
    "imgUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1386925614i/9742.jpg"
  },
  {
    "title": "the yellow bird sings",
    "author": "jennifer rosner",
    "likes": 251,
    "genre": ["drama", "war"],
    "releasedYear": 2020,
    "available": false,
    "size": 6,
    "about": "The Yellow Bird Sings is a historical novel set during World War II, following the journey of a young Jewish girl named Shira and her mother as they attempt to survive the horrors of the Holocaust. The story unfolds as Shira is separated from her mother and must find solace in the music she plays on a violin, which becomes a symbol of hope amidst the dark times. The novel explores the themes of survival, resilience, and the enduring power of art to carry the human spirit through unimaginable challenges.",
    "imgUrl": "https://m.media-amazon.com/images/I/81OV3g2SMQL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "gone girl",
    "author": "gillian flynn",
    "likes": 431,
    "genre": ["thriller", "mystery", "crime"],
    "releasedYear": 2012,
    "available": false,
    "size": 5,
    "about": "Gone Girl by Gillian Flynn is a psychological thriller that explores the complex dynamics of marriage, deception, and the pursuit of justice. The novel centers around the disappearance of Amy Dunne, a woman whose husband, Nick, becomes the prime suspect. As the investigation unfolds, secrets about their relationship emerge, and the story takes readers through a twisted narrative of manipulation, betrayal, and unexpected twists. Gone Girl challenges readers to question perceptions of truth and the reliability of narratives, keeping them on the edge of their seats until the final page.",
    "imgUrl": "https://m.media-amazon.com/images/I/71+khXHbe5L.jpg"
  },
  {
    "title": "the gold bug",
    "author": "edgar allan poe",
    "likes": 671,
    "genre": ["mystery", "adventure", "thriller"],
    "releasedYear": 1843,
    "available": true,
    "size": 1,
    "about": "The Gold-Bug by Edgar Allan Poe is a short story that follows a man named William Legrand, who, after discovering a mysterious gold coin, embarks on a thrilling treasure hunt. The story mixes elements of adventure and puzzle-solving, as Legrand deciphers a cryptic code that leads him to hidden treasure. Poe's tale explores themes of obsession, intelligence, and the pursuit of fortune, all set against a backdrop of gothic mystery and eerie suspense.",
    "imgUrl": "https://m.media-amazon.com/images/I/71qhFoMrKsL._UF1000,1000_QL80_.jpg"
  },
  {
    "title": "a jury of her peers",
    "author": "susan glaspell",
    "likes": 551,
    "genre": ["drama", "mystery", "crime"],
    "releasedYear": 1917,
    "available": true,
    "size": 1,
    "about": "A Jury of Her Peers is a one-act play by Susan Glaspell, which revolves around a woman named Minnie Wright who is accused of murdering her husband. As the women who accompany the county attorney investigate the crime scene, they uncover clues that reveal the hardships Minnie faced in her marriage. The play is a poignant exploration of justice, gender roles, and the ways women perceive each other’s lives and choices. It critiques the male-dominated justice system and suggests that women might understand each other’s motives better than the law does.",
    "imgUrl": "https://archive.org/download/ajuryofherpeers_glaspell_TOS_202004/A%20Jury%20of%20Her%20Peers_cover.jpg"
  },
  {
    "title": "the mysterious affair at styles",
    "author": "agatha christie",
    "likes": 421,
    "genre": ["mystery", "crime", "detective"],
    "releasedYear": 1920,
    "available": true,
    "size": 6,
    "about": "The Mysterious Affair at Styles by Agatha Christie introduces Hercule Poirot, the famous Belgian detective. The story takes place at a country estate, Styles, where Emily Inglethorp, the wealthy matriarch, is found dead under mysterious circumstances. As Poirot investigates, he uncovers a web of deceit, hidden motives, and family secrets. This classic whodunit is notable for introducing one of literature's most famous detectives and laying the foundation for many future Christie novels.",
    "imgUrl": "https://m.media-amazon.com/images/I/91OPp9ldt9L._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "the metamorphosis",
    "author": "franz kafka",
    "likes": 971,
    "genre": ["drama", "psychological"],
    "releasedYear": 1915,
    "available": true,
    "size": 1,
    "about": "The Metamorphosis by Franz Kafka tells the surreal and tragic story of Gregor Samsa, a man who wakes up one morning to find himself transformed into a giant insect. The novella explores themes of alienation, identity, and the absurdity of human existence as Gregor struggles with his new form and the growing distance from his family. Kafka’s work is a powerful commentary on the dehumanizing effects of modern society, the pressures of familial responsibility, and the isolation that comes from being misunderstood.",
    "imgUrl": "https://m.media-amazon.com/images/I/51tRX2j2JCL._SL500_.jpg"
  },
  {
    "title": "the sense of an ending",
    "author": "julian barnes",
    "likes": 902,
    "genre": ["fiction", "psychological", "drama"],
    "releasedYear": 2011,
    "available": true,
    "size": 1,
    "about": "The Sense of an Ending by Julian Barnes explores memory, regret, and the complexities of life through the perspective of Tony Webster, a man in his 60s reflecting on his past. The novel examines his relationships with an ex-girlfriend, Veronica, and his friend Adrian, whose suicide remains a mystery. The story explores how time alters memories, and how the sense of an ending can change with the passage of time. It’s a poignant and thought-provoking narrative about the consequences of our actions and the nature of personal history.",
    "imgUrl": "https://i.ytimg.com/vi/2YMHY8_EW1I/maxresdefault.jpg"
  },
  {
    "title": "the hobbit",
    "author": "j.r.r. tolkien",
    "likes": 872,
    "genre": ["fantasy", "adventure", "classic"],
    "releasedYear": 1937,
    "available": false,
    "size": 4,
    "about": "The Hobbit follows the journey of Bilbo Baggins, a reluctant hobbit who is thrust into an epic adventure with a group of dwarves to reclaim their homeland from the dragon Smaug. Along the way, Bilbo encounters trolls, goblins, and elves, while discovering the One Ring, which plays a crucial role in The Lord of the Rings. Tolkien's novel explores themes of courage, friendship, and personal growth, making it a beloved classic for readers of all ages.",
    "imgUrl": "https://kitabay.com/cdn/shop/files/1_40b85980-54b8-4c8a-925d-9f00c399553f.jpg?v=1706779709"
  },
  {
    "title": "pride and prejudice",
    "author": "jane austen",
    "likes": 612,
    "genre": ["romance", "classic", "fiction"],
    "releasedYear": 1813,
    "available": false,
    "size": 3,
    "about": "Pride and Prejudice is a timeless novel that explores the complexities of love, marriage, and societal expectations. The story follows Elizabeth Bennet, an intelligent and headstrong young woman, and her evolving relationship with the wealthy but seemingly aloof Mr. Darcy. Austen's witty and sharp critique of social class, alongside the romantic development between Elizabeth and Darcy, has made this novel a staple in classic literature.",
    "imgUrl": "https://i.pinimg.com/736x/0a/91/4d/0a914d521dd1f37449d2a40510529181.jpg"
  },
  {
    "title": "you are a badass",
    "author": "jen sincero",
    "likes": 521,
    "genre": ["self-help", "motivational", "non-fiction"],
    "releasedYear": 2013,
    "available": false,
    "size": 4,
    "about": "You Are a Badass is a motivational book that encourages readers to embrace their potential and take charge of their lives. Author Jen Sincero uses humor and relatable anecdotes to challenge self-limiting beliefs and promote positive change. Through actionable steps, she teaches readers how to overcome fear, trust their instincts, and create the life they desire. The book empowers individuals to break free from negativity and live confidently.",
    "imgUrl": "https://miro.medium.com/v2/resize:fit:1160/1*Lbuq4lX7rXUIRsgXUaw1mg.jpeg"
  },
  {
    "title": "thinking, fast and slow",
    "author": "daniel kahneman",
    "likes": 550,
    "genre": ["non-fiction", "psychology", "self-help"],
    "releasedYear": 2011,
    "available": false,
    "size": 6,
    "about": "In Thinking, Fast and Slow, Nobel laureate Daniel Kahneman explores the two systems of thought that drive human decisions: System 1 (fast, automatic) and System 2 (slow, deliberate). He delves into cognitive biases, decision-making, and heuristics, providing insights into how humans often make irrational decisions. The book challenges readers to understand how their minds work and how to improve decision-making processes by being more aware of these mental shortcuts.",
    "imgUrl": "https://m.media-amazon.com/images/I/81O5obhZABL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "title": "the silence of the lambs",
    "author": "thomas harris",
    "likes": 354,
    "genre": ["thriller", "crime", "fiction"],
    "releasedYear": 1988,
    "available": false,
    "size": 5,
    "about": "In The Silence of the Lambs, FBI trainee Clarice Starling is tasked with interviewing the notorious cannibalistic serial killer, Dr. Hannibal Lecter, to help track down another serial killer on the loose. The psychological cat-and-mouse game between Starling and Lecter explores themes of manipulation, power, and the dark recesses of the human mind. Harris’ gripping narrative and the chilling character of Lecter have made this novel a classic in the thriller genre.",
    "imgUrl": "https://m.media-amazon.com/images/I/814fRILnbnL.jpg"
  }
]
